const PersonalDataAgreement = () => {
    return <>
        {/*todo отредактировать*/}
        <h1><strong>СОГЛАСИЕ
            на обработку персональных данных
        </strong></h1>


        Я, Иванов Иван Иванович, настоящим даю свое согласие на обработку моих персональных данных в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».

        Настоящее согласие предоставляется на осуществление любых действий в отношении моих персональных данных, включая (без ограничения): сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передача), обезличивание, блокирование, уничтожение, а также осуществление любых иных действий с персональными данными в соответствии с действующим законодательством.

        Обработка персональных данных осуществляется как с использованием средств автоматизации, так и без использования таких средств.

        Настоящее согласие действует со дня его подписания до дня отзыва в письменной форме.

        Я подтверждаю, что, давая такое согласие, я действую по собственной воле и в своих интересах.

        Дата: _______________

        Подпись: _______________ /Иванов И.И./
    </>
};

export default PersonalDataAgreement;